# Задание 4
# Создать переменную user_name принмающую пользовательский ввод сложение строк "Привет" + значение переменной.
user_name = input("Введите своё имя ")
print("Привет" + user_name)