# Задание 7. Вызов функций
# Создать 10 функций на вывод каждой цифры и вывести их определённом порядке
def f1():
    print('1', end='')


def f2():
    print('2', end='')


def f3():
    print('3', end='')


def f4():
    print('4', end='')


def f5():
    print('5', end='')


def f6():
    print('6', end='')


def f7():
    print('7', end='')


def f8():
    print('8', end='')


def f9():
    print('9', end='')


def f0():
    print('0', end='')


# Вызываю функции для печати значения 88005553535
f8(), f8(), f0(), f0(), f5(), f5(), f5(), f3(), f5(), f3(), f5()
