# Задание 6. Создание функции
# Объявить функцию print_greeting() и вызвать её
def print_greeting():
    print("Привет, мир!")

print_greeting()