#Задание 5. Получите пользовательский ввод
# Получить значения переменных от пользователя и вывести рехулльтат их сложения
first_name = input("Введите ваше имя ")
last_name = input("Введите вашу фамилию ")
print("Вас зовут " + last_name + " " + first_name)