#Задание 2
# Создать переменную my_name присвоить ей значение и вывести значение переменной
my_name = ("Сергей")
print(my_name)


