#Задание 3
#Создать переменную my_age и переприсвоить ей значение
my_age = 36
my_age = 36 + 3
print(my_age)