# Задание 8. Параметризация функций
# Создаю функцию принимающую на вход параметр num
def number(num):
    print(num, end=' ')

# Вариант 1 Вызываю функцию для вывода значения 88005553535
num = 8
number(num)
num = 8
number(num)
num = 0
number(num)
num = 0
number(num)
num = 5
number(num)
num = 5
number(num)
num = 5
number(num)
num = 3
number(num)
num = 5
number(num)
num = 3
number(num)
num = 5
number(num)

# Вариант 2 Вызываю функцию для вывода значения 88005553535

number(8)
number(8)
number(0)
number(0)
number(5)
number(5)
number(5)
number(3)
number(5)
number(3)
number(5)