# Задание 6. Фильтрация списка

# Создаю список
lst = [11, 5, 8, 32, 15, 3, 20, 132, 21, 4, 555, 9, 20]

# Перебираю элементы списка в цикле и вывожу те которые одновременно  меньше 30 и делятся на 3 без остатка.
for num in lst:
    if (num < 30) and (num % 3 == 0):
        print(num, end=' ')
