# Задание 9. Поменять значения местами

# Создаю переменные, присваиваю им значения
var_1 = 37
var_2 = 99

# Меняю местами значения переменных
var_1, var_2 = var_2, var_1

print('var_1:', var_1)
print('var_2:', var_2)
