# Задание 0. Приведение типов

# Создаю переменную my_age, присваиваю ей пользовательский ввод и привожу переменную к числовому типу
my_age = int(input("Введите Ваши возраст: "))
print("Ваш возраст:",my_age)

# Вывод значения переменной +1
my_age = my_age + 1
print("Обновленный возраст",my_age)